<!DOCTYPE html>
<html lang="en">
<head>
    <title>DOOEL Izjava 1 za {{$name}} </title>
</head>
<style>
    * {
        font-family: DejaVu Sans, serif;
        font-size: 12px;
    }

    h1 {
        font-size: 15px;
        text-align: center;

    }

    h2 {
        font-size: 13px;
        padding-bottom: 0;
        padding-top: 0;
        margin-bottom: 0;
        margin-top: 0;
    }

    p {
        font-size: 11px;
        padding-bottom: 0;
        padding-top: 0;
        margin-bottom: 0;
        margin-top: 0;
    }

    .center {
        display: block;
        margin-right: auto;
        margin-left: auto;
    }

    .description {
        width: 380px;
        text-align: center;
    }

</style>

<body>
<p style="text-indent: 45px;">Врз основа на член 167, 170 и 171 од Законот за Трговски
    Друштва, {{$name}} {{$address}} {{$embg}} {{$id_number}}
    издадена од МВР-{{$municipality}} ,државјанин на Р.С.Македонија на ден {{$date}}. година ја дава следната: </p>
<h1>И З Ј А В А</h1>
<div class="center description">
    <p>За основање на трговско друштво во форма на друштво
        Со ограничена одговорност основано од едно лице
    </p>
</div>

<h2>1. ОСНОВНИ ОДРЕДБИ</h2>
<p style="text-indent: 45px;">Друштво за производство, трговија и услуги {{$firm_name}} ДООЕЛ {{$municipality}}
    основано од единствен
    содружник {{$name}} {{$address}} {{$embg}} {{$id_number}} издадена од МВР-{{$municipality}}, државјанин на Р.С.Македонија изјавува
    дека
    како единствен содружник основа со сопствени средства Трговско друштво со ограничена одговорност основано од едно
    лице.
</p>
<h2>2.ФИРМА</h2>
<p>Фирмата на друштвото гласи:</p>
<p style="text-indent: 45px;">Друштво за производство, трговија и услуги {{$firm_name}} ДООЕЛ {{$municipality}}</p>
<p>Скратен назив на фирмата гласи:</p>
<p style="text-indent: 45px;">{{$firm_name}} ДООЕЛ {{$municipality}}</p>
<h2>3. СЕДИШТЕ</h2>
<p style="text-indent: 45px;">Седиштето на фирмата е во {{$firm_address}} {{$municipality}}</p>
<h2>4. Времетраење на друштвото</h2>
<p style="text-indent: 45px;">Друштвото се основа на неопределено време</p>
<h2>5. ПРЕДМЕТ НА РАБОТА НА ДРУШТВОТО</h2>
<h2>ОПШТА КЛАУЗУЛА ЗА БИЗНИС </h2>
<p>Друштвото како предмет на работење ќе ѓи врши сите дејности утврдени со НКД Рев 2 освен оние за кои е потребна
    согласност, дозвола или друг акт на државен или друг надлежен орган.</p>
<h2>Надворешно – трговско работење </h2>
<p>Субјектот ќе врши дејности во надворешниот промет.</p>
<h2>ГЛАВНА ДЕЈНОСТ </h2>
<p>Главна дејност на друштвото ќе биде </p>
<p>{{$occupation_code}}</p>
<h2>6. ИЗНОС НА ОСНОВНАТА ГЛАВНИНА И НА ОСНОВНИОТ ВЛОГ НА СОДРУЖНИКОТ </h2>
<p style="text-indent: 45px;">Основната главнина на друштвото изнесува 5.000,оо (пет илјади) ЕВРА според среден курс на
    еврото на НБРМ на денот на внесувањето на основната главнина.</p>
<p style="text-indent: 45px;">Основната главнина содружникот ја внесува во предмети а според проценка на овлстен
    проценител која ке биде изготвен, приложена и утврдена во рок од 1 (една) година од денот на основањето на друштвото
    во Централниот Регистар на РМ согласно чл.175 од Законот за Трговски друштв</p>
<p style="text-indent: 45px;">Основната главнина на друштвото истовремено претставува и основен влог на содружникот во
    предмети и тоа според проценката која дополнително ке биде изготвена по регистрирањето на субјектот во Централниот
    Регистар на РМ.</p>
<h2>7. ИМЕ И ПРЕЗИМЕ НА УПРАВИТЕЛОТ</h2>
<p>{{$name}} {{$address}} {{$embg}}</p>
<h2>8.ЗАСТАПУВАЊЕ НА ДРУШТВОТО </h2>
<p>Застапник на друштвоте по закон е управителот кој е определен да ја застапува фимата на друштвото.</p>
<h2>9. ПРАВАТА И ОБВРСКИТЕ ШТО СОДРУЖНИЦИТЕ ЃИ ИМААТ СПРЕМА ДРУШТВОТО</h2>
<p style="text-indent: 45px;">Секој содружник во друштвото има право</p>
<ul style="margin-left: 40px;">
    <li> Да учествува во управувањето со друштвото</li>
    <li>Да учествува во распределбата на добивката</li>
    <li>Да биде информиран за работењето на друштвото</li>
    <li>Да врши увид во книгите и другите документи на друштвото</li>
    <li>На дел од остатокот од ликвидационата, односно стечајната маса</li>
</ul>
<p style="text-indent: 45px;">Содружничкиот однос во друштвото престанува во случаите утврдени во чл.206 од Законот за
    трговски друштва.</p>
<h2>10.НАЧИНОТ И МЕРИЛАТА ЗА РАСПРЕДЕЛБА НА ДОБИВКАТА НИ НАЧИНОТ НА ПОКРИВАЊЕ НА ЗАГУБАТА </h2>
<p style="text-indent: 45px;">Содружникот/содружниците имаат право на соодветен дел од добивката.</p>
<p style="text-indent: 45px;">Добивката се дели меѓу содружниците сразмерно на нивните удели во друштвото.</p>
<p style="text-indent: 45px;">Содружниците учествуваат во поделбата на добивката која им припаѓа во друштвото утврдена
    по годишната сметка сразмерно на учеството во основната главнина на друштвото</p>
<p style="text-indent: 45px;">Искажаната загуба во работењето на друштвото, по годишната сметка се покрива од
    содружникот во согласност со позитивните законски прописи.</p>
<h2>11. УПРАВУВАЊЕ НА ДРУШТВОТО</h2>
<p style="text-indent: 45px;">Со друштвото управува управителот на друштвото.</p>
<p style="text-indent: 45px;">За управител на друштвото може да биде избрано физичко лице кое е деловно способно.</p>
<p style="text-indent: 45px;">За изборот на управител одлучуваат содружниците на друштвото.</p>
<p style="text-indent: 45px;">Првиот управител на друштвото се назначува со оваа Изјава за основање на друштвото</p>
<p style="text-indent: 45px;">Ако за управител се избира содружник, мандатот може да му трае додека му трае
    содружничкиот однос.</p>
<p style="text-indent: 45px;">Управителот може да ги презема сите правни работи и дејствија што се поврзани и вообичаени
    за водењето на работите и што се во интерес на друштвото.
</p>
<p style="text-indent: 45px;">Во однос на трети лица управителот е овластен во сите околности од името на друштвото, со
    исклучок на овластувањата што според законот ѓи има содружниците на друштвото.
</p>
<p style="text-indent: 45px;">Друштвото во односите со трети лица го застапува и претставува управителот на друштвото
    без ограничувања.
</p>
<p style="text-indent: 45px;">Управителот се потпишува така што по наведувањето на фирмата на друштвото, го назначува
    својот статус на управител и го става својот потис.
</p>
<p style="text-indent: 45px;">Управителот кој знаел дека преземе дејствија од името на друштвото без да има овластување
    за тоа, лично му е одговорен на друштвото за штетата што произлегла од тоа.
</p>
<p style="text-indent: 45px;">Управителот е одговорен за уредно водење на трговските книги на друштвото, во согласност
    со закон и други прописи.
</p>
<p style="text-indent: 45px;">Управителот е одговорен за навремено изготвување на годишните сметки и на годишниот
    извештај за работата на друштвото во претходната деловна година и е должен, најдоцна во рокот утврден со законот да
    му ги поднесе на собирот на содружниците
</p>
<p style="text-indent: 45px;">Управителот е должен да ги води работите на друштвото со внимание на уреден и совесен
    трговец, и да ја чува деловната тајна на друштвото.
</p>
<p style="text-indent: 45px;">Управителот е лично и неограничено одговорен.
</p>
<p style="text-indent: 45px;">Управителот може во секое време да биде отповикан со одлука на содружникот, со или без
    образложение.
</p>
<p style="text-indent: 45px;">Управителот може да поднесе оставка во било кое време со поднесување писмено известување
    до содружникот.
</p>
<p style="text-indent: 45px;">Се смета дека на управителот му престанал мандатот со денот кој го назначил во оставката
    поднесена во писмена форма.
</p>
<h2>13. ПРЕСТАНОК НА ДРУШТВОТО </h2>
<p style="text-indent: 45px;"> Друштвото може да престане во следните случаи утврдени во член 265 од Законот за трговски
    друштва:</p>
<ol>
    <li>Со одлука на содружниците;
    </li>
    <li>Со одлука за спојување со друго друштво односно со поделба;
    </li>
    <li>Со спроведување на стечај;
    </li>
    <li>Со одлука на судот;
    </li>
    <li>Истек на времето определено во договорот на друштвото Истек на времето определено во договорот за друштвото.
    </li>
</ol>
<p style="text-indent: 45px;">Друштвото од едно лице во кое сопственик на удел е физичко лице престанува со смртта на
    тоа лице ако по
    спроведената постапка наследниците не бараат да друштвото продолжи со работа. </p>
<h2>14. ОСТАНАТИ ОДРЕДБИ</h2>
<p style="text-indent: 45px;">Содружниците на друштвото не одговараат за обврските на друштвото</p>
<p style="text-indent: 45px;">Во правниот промет со трети лица друштвото настапува во свое име и за своја сметка со
    неограничени овластувања.</p>
<p style="text-indent: 45px;">Друштвото за своите обврски во правниот промет со трети лица одговара со сиот свој
    имот.</p>
<p style="text-indent: 45px;">Друштвото како правно лице може да стекнува права и да презема обврски, да стекнува
    сопственост и други стварни права, да склучува договори и други правни работи, да тужи и да биде тужено пред суд,
    арбитража или друг избран суд, и да учествува во други постапки.</p>
<p style="text-indent: 45px;">Друштвото стекнува својство на правно лице со уписот во трговски регистар, а тоа својство
    му престанува со бришење на уписот во трговскиот регистар.</p>
<br>
<br>
<br>
<br>
<br>
<br>
<h2>15.ЗАВРШНИ ОДРЕДБИ</h2>
<p style="text-indent: 45px;">На сите правни односи и прашања кои не се опфатени со оваа изјава ќе се применуваат
    одредбите од Законот за трговските друштва.</p>
<p style="text-indent: 45px;">Пријава за упис на основањето на друштвото во судскиот регистар ја поднесува и потпишува
    Управителот на друштвото.</p>
<p style="text-indent: 45px;">Оваа изјава влегува во сила со заверката кај нотар и регистрацијата во Централниот
    Регистар на РМ.</p>
<br>
<h4 style="float: left">{{$date}}</h4>
<div style="float: right">
    <h4>СОДРУЖНИК-ОСНОВАЧ</h4>
    <p>________________________</p>
    <p>{{$name}}</p>
</div>
</body>
</html>
