<!DOCTYPE html>
<html lang="en">
<head>
    <title>DOOEL Izjava 4 za {{$name}} </title>
</head>
<style>
    * {
        font-family: DejaVu Sans, serif;
        font-size: 12px;
    }

    h1 {
        font-size: 15px;
        text-align: center;
        padding-bottom: 0;
        padding-top: 0;
        margin-bottom: 0;
        margin-top: 0;
    }

    h2 {
        font-size: 13px;
        padding-bottom: 0;
        padding-top: 0;
        margin-bottom: 0;
        margin-top: 0;
    }

    p {
        font-size: 11px;
        padding-bottom: 0;
        padding-top: 0;
        margin-bottom: 0;
        margin-top: 0;
    }
    .center {
        display: block;
        margin-right: auto;
        margin-left: auto;
    }

    .description {
        width: 380px;
        text-align: center;
    }



</style>

<body>
<p style="text-indent: 45px;">
    Врз основа на член 32 од Законот за трговски друштва основачот и управител на Друштво за производство, трговија и
    услуги {{$firm_name}} ДООЕЛ {{$municipality}} лицето {{$name}} {{$address}} {{$embg}} денес на {{$date}} година ја дава следнава:
</p>
<br>
<br>
<br>
<h1>И З Ј А В А</h1>
<br>
<div class="center description" style="margin-bottom: 20px">
    <p>-за превземање на дејствија за правилно основање на друштвото-</p>
</div>

<p style="text-indent: 45px;">Под морална, материјална и кривична одговорност изјавувам дека како управител и основач на  Друштво за производство, трговија и услуги {{$firm_name}} ДООЕЛ {{$municipality}} со цел правилно да се основа трговското друштвото извршени се следните дејствија:
    -дадена е изјава за основање на друштвото со ограничена одговорност <br>
    -Донесена е одлука за именување на управител на друштвото <br>
    -Заверен е ЗП образец со заверен потпис на лицето овлстено за застапување <br>
    -дадена е изјава врз основа на член 29 од ЗТД <br>
    -дадена изјава на управителот за прифаќање на изборот <br>
    -дадена е изјава врз основа на чл.32 од ЗТД<br>
    -дадена е изјава врз основа на чл.183 од ЗТД<br>
    -донесена е одлука за основање на подружници<br>
    -уплатен е надоместокот за основање на ДООЕЛ на сметка на ЦРМ<br>
    -дадена е фотокопија од лична карта на управителот и основачот<br>
    -дадено е овластување – полномошно на регистрационен агент-адвокат за да може во мое име и за моја сметка да ја поднесе и пополни електронската пријава заради  упис на ДООЕЛ и да го подигне решението откако субјектот ке биде регистриран во ЦРМ
    <br>
    Со тоа тврдам дека Друштвото е основано во согласност со Закон и податоците содржани во прилозите кој ги поднесувам кон пријавата за упис на основањето во Централниот регистар на РМ се вистинити и во согласност со закон.

</p>
<br>
<br>
<br>
<br>
<h4 style="float: left">{{$date}}</h4>
<div style="float: right">
    <h4>Изјавил:</h4>
    <p>________________________</p>
    <p>{{$name}}</p>
</div>

</body>
</html>
