<?php

namespace Database\Seeders;

use App\Models\Municipality;
use Illuminate\Database\Seeder;

class MunicipalitySeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        collect([
            'Аеродром',
            'Арачиново',
            'Берово',
            'Битола',
            'Богданци',
            'Боговиње',
            'Босилово',
            'Брвеница',
            'Бутел',
            'Валандово',
            'Василево',
            'Вевчани',
            'Велес',
            'Виница',
            'Врапчиште',
            'Гази Баба',
            'Гевгелија',
            'Ѓорче Петров',
            'Гостивар',
            'Градско',
            'Дебар',
            'Дебарца',
            'Делчево',
            'Демир Капија',
            'Демир Хисар',
            'Дојран',
            'Долнени',
            'Желино',
            'Зелениково',
            'Зрновци',
            'Илинден',
            'Јегуновце',
            'Кавадарци',
            'Карбинци',
            'Карпош',
            'Кисела Вода',
            'Кичево',
            'Конче',
            'Кочани',
            'Кратово',
            'Крива Паланка',
            'Кривогаштани',
            'Крушево',
            'Куманово',
            'Липково',
            'Лозово',
            'Маврово и Ростуша',
            'Македонска Каменица',
            'Македонски Брод',
            'Могила',
            'Неготино',
            'Новаци',
            'Ново Село',
            'Охрид',
            'Петровец',
            'Пехчево',
            'Пласница',
            'Прилеп',
            'Пробиштип',
            'Радовиш',
            'Ранковце',
            'Ресен',
            'Росоман',
            'Сарај',
            'Свети Николе',
            'Сопиште',
            'Старо Нагоричане',
            'Струга',
            'Струмица',
            'Студеничани',
            'Теарце',
            'Тетово',
            'Центар',
            'Центар Жупа',
            'Чаир',
            'Чашка',
            'Чешиново-Облешево',
            'Чучер Сандево',
            'Штип',
            'Шуто Оризари',
        ])->each(function ($municipality) {
            Municipality::query()->firstOrCreate([
                'name' => $municipality,
            ]);
        });
    }
}
