<?php

return [

    'account_name' => 'Име на сметка',
    'account_balance' => 'Состојба на сметката',
    'number' => 'Идентификационен број на сметка',
    'opening_balance' => 'Почетна состојба',
    'current_balance' => 'Моментална состојба',
    'bank_name' => 'Име на банка',
    'bank_phone' => 'Телефонски број на банката',
    'bank_address' => 'Адреса на банката',
    'default_account' => 'Неконзистентна сметка',
    'incoming' => 'Влезен',
    'outgoing' => 'Излезен',
    'see_performance' => 'Види перформанси',
    'create_report' => 'Доколку сакате да ги видите перформансите на вашата сметка. Можете да креирате приход наспроти расход инстанца.',
    'banks' => 'Банка|Банки',
    'credit_cards' => 'Кредитна картичка|Кредитни картички',

    'form_description' => [
        'general' => 'Користете тип на кредитна картичка за негативно салдо на отворање. Бројката е од суштинско значење за правилно усогласување на сметките. Стандардната сметка ќе ги евидентира сите трансакции доколку не се избере поинаку.',
        'bank' => 'Вие можете да имате повеќе сметки во повеќе од една банка. Снимањето информации за вашата банка ќе го олесни усогласувањето на трансакциите во вашата банка.',
    ],

    'no_records' => [
        'transactions' => 'Моментално нема трансакции на оваа сметка. Креирајте нова сега.',
        'transfers' => 'Моментално нема трансфери од/до овој акаунт. Креирајте нов сега.',
    ],

];
