<?php

return [

    'profile'               => 'Профил',
    'logout'                => 'Одјава',
    'login'                 => 'Најава',
    'login_to'              => 'Логирајте се за да ја започнете вашата сесија',
    'remember_me'           => 'Запамти ме',
    'forgot_password'       => 'Ја заборавив мојата лозинка',
    'reset_password'        => 'Променете ја вашата лозинка',
    'enter_email'           => 'Внесете ја вашате емаил адреса',
    'current_email'         => 'Постоечки емаил',
    'reset'                 => 'Ресетирај/Подеси одново',
    'never'                 => 'никогаш',
    'landing_page'          => 'Пристапна страница',

    'password' => [
        'current'           => 'Лозинка',
        'current_confirm'   => 'Потврда на лозинка',
        'new'               => 'Нова лозинка',
        'new_confirm'       => 'Потврда на нова лозинка',
    ],

    'error' => [
        'self_delete'       => 'Грешка: не можете да го избришете сопствениот профил',
        'self_disable'      => 'Грешка: Не можете да го оневозможите сопствениот профил',
        'no_company'        => 'Грешка: Нема доделена компанија на вашата корисничка сметка. Ве молиме контактирајте го администраторот на системот.',
    ],

    'failed'                => 'Внесените креденцијали не одговараат на ниту еден постоечки запис.',
    'throttle'              => 'Премногу обиди за најава во системот. Ве молиме обидете се повторно за :seconds секунди.',
    'disabled'              => 'Оваа сметка е оневозможена. Ве молиме контактирајте го администраторот на системот',

    'notification' => [
        'message_1'     => 'Го добивате овој емаил бидејќи од ваша страна е издадено барање за промена на лозинката за вашата корисничка сметка.',
        'message_2'     => 'Доколку вие не испративте барање за промена на лозинка, нема потреба да ги следите наведените чекори понатаму.',
        'button'        => 'Променете ја вашата лозинка',
    ],

];
