<?php

return [

    'auth' => 'Автентикација',
    'profile' => 'Профил',
    'logout' => 'Одјава',
    'login' => 'Најава',
    'forgot' => 'Заборавено',
    'login_to' => 'Логирајте се за да ја започнете вашата сесија',
    'remember_me' => 'Запамти ме',
    'forgot_password' => 'Ја заборавив мојата лозинка',
    'reset_password' => 'Ресетирајте ја вашата лозинка',
    'change_password' => 'Променете ја вашата лозинка',
    'enter_email' => 'Внесете ја вашате емаил адреса',
    'current_email' => 'Постоечки емаил',
    'reset' => 'Ресетирај/Подеси одново',
    'never' => 'никогаш',
    'landing_page' => 'Пристапна страница',
    'personal_information' => 'Лични информации',
    'register_user' => 'Регистрирај Корисник',
    'register' => 'Регистрирај се',

    'form_description' => [
        'personal' => 'Врската за покана ќе биде испратена до новиот корисник, затоа проверете дали адресата на е-пошта е точна. Тие ќе можат да ја внесат својата лозинка.',
        'assign' => 'Корисникот ќе има пристап до избраните компании.</a>',
        'preferences' => 'Изберете го стандардниот јазик на корисникот. Можете исто така да ја поставите целната страница откако корисникот ќе се најави.',
    ],

    'password' => [
        'pass' => 'Лозинка',
        'pass_confirm' => 'Потврда за лозинка',
        'current' => 'Лозинка',
        'current_confirm' => 'Потврда на лозинка',
        'new' => 'Нова лозинка',
        'new_confirm' => 'Потврда на нова лозинка',
    ],

    'error' => [
        'self_delete' => 'Грешка: не можете да го избришете сопствениот профил',
        'self_disable' => 'Грешка: Не можете да го оневозможите сопствениот профил',
        'no_company' => 'Грешка: Нема доделена компанија на вашата корисничка сметка. Ве молиме контактирајте го администраторот на системот.',
    ],

    'login_redirect' => 'Завршена е верификацијата! Моментално ве редиректираме...',
    'failed' => 'Внесените креденцијали не одговараат на ниту еден постоечки запис.',
    'throttle' => 'Премногу обиди за најава во системот. Ве молиме обидете се повторно за :seconds секунди.',
    'disabled' => 'Оваа сметка е оневозможена. Ве молиме контактирајте го администраторот на системот',

    'notification' => [
        'message_1' => 'Го добивате овој емаил бидејќи од ваша страна е издадено барање за промена на лозинката за вашата корисничка сметка.',
        'message_2' => 'Доколку вие не испративте барање за промена на лозинка, нема потреба да ги следите наведените чекори понатаму.',
        'button' => 'Променете ја вашата лозинка',
    ],

    'invitation' => [
        'message_1' => 'Ја добивате оваа е-пошта затоа што сте поканети да се придружите на Akaunting.',
        'message_2' => 'Ако не сакате да се придружите, не е потребно дополнително дејство.',
        'button' => 'Започни',
    ],

    'information' => [
        'invoice' => 'Креирај фактури лесно!',
        'reports' => 'Добивај детални извештаи',
        'expense' => 'Следете ги сите трошоци',
        'customize' => 'Прилагодете го вашиот DigitalHub',
    ],

    'roles' => [
        'admin' => [
            'name' => 'Администратор',
            'description' => 'Тие добиваат целосен пристап до вашиот DigitalHub вклучувајќи клиенти, фактури, извештаи, поставки',
        ],
        'manager' => [
            'name' => 'Менаџер',
            'description' => 'Тие добиваат целосен пристап до вашиот DigitalHub, но не можат да управуваат со корисници.',
        ],
        'customer' => [
            'name' => 'Клиент',
            'description' => 'Тие можат да пристапат до порталот на клиентите и да ги плаќаат своите фактури онлајн преку начините на плаќање што ги поставивте.',
        ],
        'accountant' => [
            'name' => 'Сметководител',
            'description' => 'Тие можат да пристапат до фактури, трансакции, извештаи и да креираат записи во дневникот.',
        ],
        'employee' => [
            'name' => 'Вработен',
            'description' => 'Тие можат да креираат барања за трошоци и да го следат времето за доделените проекти, но можат да ги видат само своите информации.',
        ],
    ],

];
