<?php

return [

    'bulk_actions'      => 'Синхрона (истовремена/паралелна) активност|Синхрони активности',
    'selected'          => 'Селектирано',
    'no_action'         => 'Оневозможен чекор',

    'message' => [
        'duplicate'     => 'Дали сте сигурни дека сакате да го <b>дуплицирате</b> избраниот запис?',
        'delete'        => 'Дали сте сигурни дека сакате да го <b>избришете</b> избраниот запис?|Дали сте сигурни дека сакате да ги <b>избришете</b> избраните записи?',
        'export'        => 'Дали сте сигурни дека сакате да го<b>конвертирате</b> избраниот запис?|Дали сте сигурни дека сакате да ги<b>конвертирате</b> избраните записи?',
        'enable'        => 'Дали сте сигурни дека сакате да го <b>овозможите</b> избраниот запис?|Дали сте сигурни дека сакате да ги <b>овозможите</b> избраните записи?',
        'disable'       => 'Дали сте сигурни дека сакате да го <b>оневозможите</b> избраниот запис?|Дали сте сигурни дека сакате да ги <b>оневозможите</b> избраните записи?',
        'paid'          => 'Дали сте сигурни дека сакате да ја означите избраната фактура како <b>платена</b>?|Дали сте сигурни дека сакате да ги означите избраните фактури како <b>платени</b>?',
        'sent'          => 'Дали сте сигурни дека сакате да ја означите избраната фактура како <b>испратена</b>?|Дали сте сигурни дека сакате да ги означите избраните фактури како <b>испратени</b>?',
        'received'      => 'Дали сте сигурни дека сакате да ја означите избраната сметка како <b>примена</b>?|Дали сте сигурни дека сакате да ги означите избраните сметки како <b>примени</b>?',
        'cancelled'     => 'Дали сте сигурни дека сакате да ја <b>откажете</b> избраната фактура/сметка?|Дали сте сигурни дека сакате да ги <b>откажете</b> избраните фактури/сметки?',
        'reconcile'     => 'Дали сте сигурни дека сакате да го направите <b>конзистентен</b> избраниот запис?|Дали сте сигурни дека сакате да ги направите <b>конзистентни</b> избраните записи?',
        'unreconcile'   => 'Дали сте сигурни дека сакате да го направите <b>неконзистентен</b> избраниот запис?|Дали сте сигурни дека сакате да ги направите <b>неконзистентни</b> избраните записи?',
    ],

];
