<?php

return [

    'domain'                => 'Домен',
    'logo'                  => 'Лого',

    'error' => [
        'not_user_company'  => 'Грешка: не ви е дозволено да ја менувате оваа компанија!',
        'delete_active'     => 'Грешка: не може да се избрише активната компанија. Ве молам, прво префрлете се на друга!',
        'disable_active'    => 'Грешка: не може да се оневозможи активната компанија. Ве молам, прво префрлете се на друга!',
    ],

    'form_description' => [
        'general'           => 'Оваа информација е видлива во записите што ги создавате.',
        'billing'           => 'Даночниот број се појавува во секоја фактура/сметка. Контролната табла и Извештаите се прикажани под стандардната валута.',
        'address'           => 'Адресата ќе се користи во фактурите, сметките и другите записи што ги издавате.',
    ],

    'skip_step'             => 'Прескокни го овој чекор',

];
