<?php

return [

    'code'                  => 'Код',
    'rate'                  => 'Оцени',
    'default'               => 'Стандардна валута',
    'decimal_mark'          => 'Децимално место',
    'thousands_separator'   => 'Илјадници сепаратори',
    'precision'             => 'Прецизност',
    'conversion'            => 'Конверзија на валута: :price (:currency_code) во :currency_rate',
    'symbol' => [
        'symbol'            => 'Симбол',
        'position'          => 'Место за симбол',
        'before'            => 'Пред износ',
        'after'             => 'По износ',
    ],

    'form_description' => [
        'general'           => 'Стандардната валута се користи на Контролната табла и извештаите. За другите валути, стапката мора да биде пониска од 1 за послабите валути и повисока од 1 за посилните валути.',
    ],

    'no_currency'           => 'Нема валута',
    'create_currency'       => 'Создадете нова валута и уредувајте во секое време од поставките.',
    'new_currency'          => 'Нова валута',

];
