<?php

return [

    'error' => [
        'not_user_dashboard' => 'Грешка: Не ви е дозволено да ја менувате оваа контролна табла!',
        'delete_last' => 'Грешка: Не може да ја избришете последната контролна табла. Ве молиме направите нова!',
        'disable_last' => 'Грешка: Не може да ја оневозможите последната контролна табла. Ве молиме направите нова!',
    ],

    'form_description' => [
        'general' => 'Изберете ги корисниците што сакате да имаат пристап до новата контролна табла.',
    ],

];
