<?php

return [

    'accounts' => [
        'cash' => 'Кеш',
    ],

    'categories' => [
        'deposit' => 'Депозит',
        'sales' => 'Продажби',
    ],

    'currencies' => [
        'usd' => 'US Долар',
    ],

    'offline_payments' => [
        'cash' => 'Кеш',
        'bank' => 'Банкарски трансфер',
    ],

    'reports' => [
        'income' => 'Резиме на месечен приход по категорија.',
        'expense' => 'Резиме на месечен трошок по категорија.',
        'income_expense' => 'Месечен приход наспроти месечен трошок по категорија.',
        'tax' => 'Квартално даночно резиме',
        'profit_loss' => 'Квартален профит и загуба по категорија',
    ],

];
