<?php

return [

    'edit_columns' => 'Направете измени во колоните',
    'empty_items' => 'Немате додадено ниту една ставка.',
    'grand_total' => 'Финален износ',
    'accept_payment_online' => 'Прифатете онлајн начин на плаќање',
    'transaction' => 'Плаќањето за :amount беше направено со користење на :account.',
    'billing' => 'Наплата',
    'advanced' => 'Напредно',

    'invoice_detail' => [
        'marked' => '<b>Вие</b> ја означивте оваа фактура како',
        'services' => 'Услуги',
        'another_item' => 'Друга ставка',
        'another_description' => 'и друг опис',
        'more_item' => '+:count повеќе ставки',
    ],

    'statuses' => [
        'draft' => 'Сè уште неиспратено',
        'sent' => 'Испратено',
        'expired' => 'Истечено/невалидно',
        'viewed' => 'Прегледано',
        'approved' => 'Одобрено',
        'received' => 'Примено',
        'refused' => 'Одбиено',
        'restored' => 'Обновено',
        'reversed' => 'Превртено/Инвертирано',
        'partial' => 'Делумно/Парцијално',
        'paid' => 'Платено',
        'pending' => 'На чекање/Во исчекување',
        'invoiced' => 'Фактурирано',
        'overdue' => 'Задоцнето',
        'unpaid' => 'Неплатено',
        'cancelled' => 'Откажано',
        'voided' => 'Поништено',
        'completed' => 'Завршено',
        'shipped' => 'Испорачано/Испратено',
        'refunded' => 'Рефундирано/Вратено',
        'failed' => 'Failed',
        'denied' => 'Одбиено',
        'processed' => 'Обработено',
        'open' => 'Отворено',
        'closed' => 'Затворено',
        'billed' => 'Наплатено',
        'delivered' => 'Испорачано/Пристигнато',
        'returned' => 'Вратено',
        'drawn' => 'Извлечено/Повлечено',
        'not_billed' => 'Ненаплатено',
        'issued' => 'Издадено',
        'not_invoiced' => 'Нефактурирано',
        'confirmed' => 'Потврдено',
        'not_confirmed' => 'Непотврдено',
        'active' => 'Активно',
        'ended' => 'Завршено',
    ],

    'form_description' => [
        'companies' => 'Променете ја адресата, логото и останатите податоци за вашата компанија.',
        'billing' => 'Деталите за наплатата се ставени во вашиот документ.',
        'advanced' => 'Изберете ја категоријата, додадете го или изменете го подножјето, додадете дополнителни ставки на вашиот :type.',
        'attachment' => 'Преземете ги датотеките прикачени на овој :type',
    ],

    'messages' => [
        'email_sent' => ':type емаилот е испратен!',
        'marked_as' => ':type означен како :status!',
        'marked_sent' => ':type означен како испратен!',
        'marked_paid' => ':type означен како платен!',
        'marked_viewed' => ':type означен како прегледан!',
        'marked_cancelled' => ':type означен како откажан!',
        'marked_received' => ':type означен како примен!',
    ],

    'recurring' => [
        'auto_generated' => 'Автоматски генерирано',

        'tooltip' => [
            'document_date' => 'Датумот на :type ќе биде автоматски доделен врз основа на :type распоредот и фреквенцијата/зачестеноста.',
            'document_number' => 'Бројот на :type ќе биде автоматски доделен кога секој повторлив :type е генериран/создаден.',
        ],
    ],

];
