<?php

return [

    'title' => [
        '403' => 'Ops! Пристап забранет',
        '404' => 'Ops! Страната не е пронајдена',
        '500' => 'Ops! Нешто не е во ред',
    ],

    'header' => [
        '403' => '403 Забрането',
        '404' => '404 Не е пронајдено',
        '500' => '500 Серверска грешка',
    ],

    'message' => [
        '403' => 'Неможете да и пристапите на оваа страна.',
        '404' => 'Неможевме да ја најдеме страната која ја баравте.',
        '500' => 'Веднаш работиме на проблемот.',
        'record'    => 'Не можевме да го најдеме записот што го баравте.',
        'amount'    => 'Оваа страница содржи неважечки износи! Ве молиме, контактирајте со администраторот на системот.',
    ],

];
