<?php

return [

    'next' => 'Следно',
    'refresh' => 'Освежи',

    'steps' => [
        'requirements' => 'Ве молиме побарајте од вашиот хостинг провајдер да ги поправи грешките!',
        'language' => 'Чекор 1/3 : Селекција на јазик',
        'database' => 'Чекор 2/3 : Подесување на база на податоци',
        'settings' => 'Чекор 3/3 : Детали за компанијата и админот',
    ],

    'language' => [
        'select' => 'Избери јазик',
    ],

    'requirements' => [
        'enabled' => ':feature треба да биде овозможена!',
        'disabled' => ':feature треба да биде оневозможена!',
        'extension' => ':extension екстензијата треба да биде инсталирана и вчитана!',
        'directory' => ':directory директориумот треба да има можност за запишување!',
        'executable' => 'PHP CLI извршната датотека не е дефинирана/не работи или нејзината верзија не е :php_version или понова! Ве молиме прашајте ја вашата хостинг компанија да ги подеси правилно PHP_BINARY или PHP_PATH environment variable.',
    ],

    'database' => [
        'hostname' => 'Име на домаќин',
        'username' => 'Корисничко име',
        'password' => 'Лозинка',
        'name' => 'База на податоци',
    ],

    'settings' => [
        'company_name' => 'Име на компанија',
        'company_email' => 'Електронска пошта на компанијата',
        'admin_email' => 'Електронска пошта на админот',
        'admin_password' => 'Лозинка на админот',
    ],

    'error' => [
        'php_version' => 'Грешка: Прашајте го вашиот хостинг провајдер да користи PHP :php_version или понова верзија за HTTP и CLI.',
        'connection' => 'Грешка: Неуспешна конекција со базата на податоци! Ве молиме осигурајте се дека деталите се точни.',
    ],

    'update' => [
        'core' => 'Нова верзија е достапна! Ве молиме, ажурирајте ја инсталацијата.',
        'module' => ':module нова верзија е достапна! Ве молиме ажурирајте ја инсталацијата..',
    ],

];
