<?php

return [

    'sale_price' => 'Продажна цена',
    'purchase_price' => 'Куповната цена',
    'enter_item_description' => 'Внеси опис',
    'billing' => 'Наплата',
    'sale_information' => 'Информации за продажбата',
    'purchase_information' => 'Информации за набавката',

    'form_description' => [
        'general' => 'Изберете категорија за да ги направите вашите извештаи подетални. Описот ќе се пополни кога предметот е избран во фактура или сметка.',
        'billing' => 'Информациите за продажба се користат во фактурите, а информациите за купување се користат во сметките. Данок ќе се применува и на фактурите и на сметките.',
    ],

];
