<?php

return [

    'success' => [
        'added' => ':type додадено!',
        'updated' => ':type ажурирано!',
        'deleted' => ':type избришано!',
        'duplicated' => ':type дуплицирано!',
        'imported' => ':type увезено!',
        'exported' => ':type извезено!',
        'enabled' => ':type овозможено!',
        'disabled' => ':type оневозможено!',

        'import_queued' => ':type внесување беше закажан! Ќе добиете мејл кога ќе заврши.',
        'export_queued' => ':type изнесот беше закажан! Ќе добиете мејл кога ќе биде спремно за превземање.',
        'connected' => ':type поврзан!',
        'invited' => ':type поканет!',
        'ended' => ':type заврши!',

        'clear_all' => 'Одлично! Ги исчисти сите :type.',
    ],

    'error' => [
        'over_payment' => 'Грешка: Плаќањето не е додадено! Износот што го внесовте го надминува вкупниот број: :amount',
        'not_user_company' => 'Грешка: Не ви е дозволено да управувате со оваа компанија!',
        'customer' => 'Грешка: Корисникот не е создаден! :name веќе ја користи оваа адреса на е-пошта.',
        'no_file' => 'Грешка: Не е избрана датотека!',
        'last_category' => 'Грешка: не може да се избрише последната :type категорија!',
        'change_type' => 'Грешка: не може да се смени типот бидејќи има :текст поврзан!',
        'invalid_apikey' => 'Грешка: внесениот клуч на API е неважечки!',
        'import_column' => 'Грешка: :message Име на листот: :sheet. Број на линија: :line.',
        'import_sheet' => 'Грешка: името на листот не е валидно. Ве молиме, проверете ја примерок датотеката.',
    ],

    'warning' => [
        'deleted' => 'Предупредување: Не ви е дозволено да го избришете <b>:name</b> бидејќи има :text поврзан.',
        'disabled' => 'Предупредување: Не ви е дозволено да го оневозможите <b>:name</b> бидејќи има :text поврзан.',
        'reconciled_tran' => 'Предупредување: Не ви е дозволено да ја менувате/бришете трансакцијата бидејќи е усогласена!',
        'reconciled_doc' => 'Предупредување: Не ви е дозволено да менувате/бришете :type бидејќи има усогласени трансакции!',
        'disable_code' => 'Предупредување: Не ви е дозволено да ја оневозможите или менувате валутата на <b>:name</b> бидејќи има :text поврзан.',
        'payment_cancel' => 'Предупредување: Ја откажавте вашата неодамнешна :method плаќање!',
    ],

];
