<?php

return [

    'recurring'             => 'Повторливо',
    'every'                 => 'Секој',
    'period'                => 'Период',
    'times'                 => 'Времиња',
    'daily'                 => 'Дневно',
    'weekly'                => 'Неделно',
    'monthly'               => 'Месечно',
    'yearly'                => 'Годишно',
    'custom'                => 'Костумизирано',
    'days'                  => 'Ден/ови',
    'weeks'                 => 'Недела/и',
    'months'                => 'Месец/и',
    'years'                 => 'Година/и',
    'frequency'             => 'Фрекфенција',
    'duration'              => 'Времетраење',
    'last_issued'           => 'Последно издадено',
    'after'                 => 'После',
    'on'                    => 'На',
    'never'                 => 'Никогаш',
    'ends_after'            => 'Завршува после :times',
    'ends_never'            => 'Никогаш не завршува',
    'ends_date'             => 'Завршува на :date',
    'next_date'             => 'Следно на :date',
    'end'                   => 'Крај на повторување',
    'child'                 => ':url беше автоматски креирано на :date',
    'message'               => 'Ова е повторливо :type и следниот :type ќе биде автоматски генериран на :date',
    'message_parent'        => 'Овој :type беше автоматски генериран од :link',

    'frequency_type'        => 'Повтори го овој :type',
    'limit_date'            => 'Креирај прв :type на',
    'limit_middle'          => 'и крај',

    'form_description' => [
        'schedule'          => 'Изберете ги условите и времето за почеток/крај за да се осигурате дека вашиот клиент ќе го добие вашиот :type на точниот ден.',
    ],
];
