<?php

return [

    'recurring'             => 'Повторливо',
    'every'                 => 'Секој',
    'period'                => 'Период',
    'times'                 => 'Времиња',
    'daily'                 => 'Дневно',
    'weekly'                => 'Неделно',
    'monthly'               => 'Месечно',
    'yearly'                => 'Годишно',
    'custom'                => 'Костумизирано',
    'days'                  => 'Ден/ови',
    'weeks'                 => 'Недела/и',
    'months'                => 'Месец/и',
    'years'                 => 'Година/и',
    'message'               => 'Ова е повторливо :type и следниот :type ќе биде автоматски генериран на :date',

];
