<?php

return [

    'years' => 'Година|Години',
    'preferences' => 'Преференца|Преференци',
    'this_year' => 'Тековна година',
    'previous_year' => 'Претходна година',
    'this_quarter' => 'Тековен квартал',
    'previous_quarter' => 'Претходен квартал',
    'last_12_months' => 'Последни 12 месеци',
    'profit_loss' => 'Добивка & Загуба',
    'income_summary' => 'Вкупни примања',
    'expense_summary' => 'Вкупни трошоци',
    'income_expense_summary' => 'Примања наспроти Трошоци',
    'tax_summary' => 'Вкупна такса',
    'gross_profit' => 'Бруто добивка',
    'net_profit' => 'Нето добивка',
    'total_expenses' => 'Вкупни трошоци',
    'net' => 'Нето',
    'income_expense' => 'Примања & Трошоци',
    'pin' => 'Закачете го вашиот извештај',

    'income_expense_description' => 'Опис за извештаи за приходи и расходи',
    'accounting_description' => 'Опис за сметководствени извештаи',

    'form_description' => [
        'general' => 'Овде можете да ги внесете општите информации за извештајот како што се име, тип, опис итн.',
        'preferences' => 'Преференциите ви помагаат да ги приспособите вашите извештаи.'
    ],

    'charts' => [
        'line' => 'Линиски',
        'bar' => 'Бар',
        'pie' => 'Пита',
    ],

    'pin_text' => [
        'unpin_report' => 'Откачете го вашиот извештај',
        'pin_report' => 'Закачете го вашиот извештај',
    ]

];
