<?php

return [

    'rate'                  => 'Рата',
    'rate_percent'          => 'Рата (%)',
    'normal'                => 'Нормално',
    'inclusive'             => 'Вклучително',
    'compound'              => 'Формирано',
    'fixed'                 => 'Поправено',
    'withholding'           => 'Задржување',
    'no_taxes'              => 'Без даноци',
    'create_task'           => 'Создајте нов данок и уредувајте во секое време од поставките.',
    'new_tax'               => 'Нов данок',

    'form_description' => [
        'general'           => 'Вклучениот данок се пресметува во цената на артиклот. Комбинираниот данок се пресметува над другите даноци. Фиксниот данок се применува како износ, а не како процент.',
    ],

];
