<?php

return [

    'details'               => 'Детал|Детали',

    'from_account'          => 'Од Сметка',
    'to_account'            => 'До Сметка',
    'from_rate'             => 'Од стапка',
    'to_rate'               => 'Во стапка',
    'from_account_rate'     => 'Од стапка на сметка',
    'to_account_rate'       => 'Во стапка на сметка',
    'from_amount'           => 'Од',
    'to_amount'             => 'Во вредност',
    'issued_at'             => 'Дата на издавање',
    'rate'                  => 'Рата',

    'form_description' => [
        'general'           => 'Префрлете пари помеѓу сметки со различни валути и врзете ја валутата според која било стапка што сакате.',
        'other'             => 'Изберете го начинот на пренос како начин на плаќање за да ги направите вашите извештаи подетални.',
    ],

    'messages' => [
        'delete'            => ':from до :to (:amount)',
    ],

    'slider' => [
        'create'            => ':user го создаде овој трансфер на :date',
        'transactions'      => 'Во списокот овде се трансакциите што се креирани автоматски.',
        'transactions_desc' => ':number трансакција заr :account',
    ],

];
