<?php

return [

    'installed_version'     => 'Инсталирана Верзија',
    'latest_version'        => 'Најновата Верзија',
    'update'                => 'Ажурирајте го Akaunting на верзијата :version',
    'changelog'             => 'Промена',
    'check'                 => 'Провери',
    'new_core'              => 'Достапна е ажурирана верзија на Akaunting.',
    'latest_core'           => 'Честитки! Ја имате најновата верзија на Akaunting. Идните безбедносни ажурирања ќе се применуваат автоматски.',
    'success'               => 'Процесот на ажурирање е успешно завршен.',
    'error'                 => 'Процесот на ажурирање не успеа, ве молиме обидете се повторно.',

];