<?php

return [

    'form_description' => [
        'general' => 'Контакт информациите на вашиот продавач ќе се појават во сметки и во нивните профили. Можете да ги додадете нивните информации за контакт и нивното лого за да се користат во сметки.',
        'billing' => 'Даночниот број се појавува во секоја сметка која ви е издадена. Селектираната валута станува стандардна валута за овој продавач.',
        'address' => 'Адресата е задолжителна за сметките, што значи ќе треба да додадете адреса за фактурирање за вашиот продавач.',
    ],

    'no_records' => [
        'bills' => 'Сеуште нема сметка за овој продавач. Креирајте нова сега.',
        'transactions' => 'Сеуште нема трансакција за овој продавач. Креирајте нова сега.',
    ],

];
