<?php

return [

    'receivables' => 'Побарувања од купувачи',
    'payables' => 'Обврски кон добавувачи',
    'cash_flow' => 'Готовински тек',
    'profit_loss' => 'Добивка & Загуба',
    'expenses_by_category' => 'Класификација на трошоци',
    'account_balance' => 'Состојба на сметката',
    'bank_feeds' => 'Поврзете ги банкарските сметки',
    'currencies' => 'Валути',

    'view_report' => 'Погледнете го извештајот',
    'total_unpaid_invoices' => 'Вкупно неплатени фактури',
    'total_unpaid_bills' => 'Вкупно неплатени сметки',

    'description' => [
        'receivables' => 'Износ кој треба да ви го платат вашиот клиенти',
        'payables' => 'Износ кој треба да го платите на вашите добавувачи',
        'cash_flow' => 'Сите приливи и одливи на пари од оперативните активности, односно вкупен износ на пари што ги генерира бизнисот од своето работење.<br />* Негативен готовински тек не значи дека компанијата не е профитабилна, целта е да се предвидат паричните салда со влезни и излезни фактури',
        'profit_loss' => 'Финансиски резултат, разлика помеѓу приходи и расходи<br /> *Вклучува фактури и трошоци кои се уште не се платени',
        'expenses_by_category' => 'Евиденција на трошоци по категории',
        'account_balance' => 'Тековно салдо на вашите банкарски сметки',
        'bank_feeds' => 'Import your transactions to Akaunting automatically </br>by connecting your bank accounts',
    ],

    'periods' => [
        'overdue_1_30' => 'Доцни 1-30 дена',
        'overdue_30_60' => 'Доцни 30-60 дена',
        'overdue_60_90' => 'Доцни 60-90 дена',
        'overdue_90_un' => 'Доцни > 90 дена',
    ],
];
